app/controllers/notifications_controller.rb

  def test
    user = User.first
---
SELECT "users".* FROM "users" ORDER BY "users"."id" ASC LIMIT 1